{	 "idArt" : "567",
	 "series" : "Revue des Nouvelles Technologies de l'Information",
	 "booktitle" : "EGC",
	 "year" : "2009",
	 "place" : "Strasbourg",
	 "location" : { "lat" :  48.5734053, 
		 "lon" : 7.752111299999999 }, 
	 "title" : "Une nouvelle approche pour la classification non supervisée en segmentation d'image",
	 "abstract" : "La segmentation des images en régions est un problème crucial pourl'analyse et la compréhension des images. Parmi les approches existantes pourrésoudre ce problème, la classification non supervisée est fréquemment em-ployée lors d'une première étape pour réaliser un partitionnement de l'espacedes intensités des pixels (qu'il s'agisse de niveaux de gris, de couleurs ou de ré-ponses spectrales). Puisqu'elle ignore complètement les notions de voisinagedes pixels, une seconde étape d'analyse spatiale (étiquetage en composantesconnexes par exemple) est ensuite nécessaire pour identifier les régions issuesde la segmentation. La non prise en compte de l'information spatiale est une li-mite majeure de ce type d'approche, ce qui a motivé de nombreux travaux où laclassification est couplée à d'autres techniques pour s'affranchir de ce problème.Dans cet article, nous proposons une nouvelle formulation de la classificationnon supervisée permettant d'effectuer la segmentation des images sans faire ap-pel à des techniques supplémentaires. Plus précisément, nous élaborons une mé-thode itérative de type k-means où les données à partitionner sont les pixels eux-mêmes (et non plus leurs intensités) et où les distances des points aux centresdes classes ne sont plus euclidiennes mais topographiques. La segmentation estalors un processus itératif, et à chaque itération, les classes obtenues peuvent êtreassimilées à des zones d'influence dans le contexte de la morphologie mathéma-tique. Ce parallèle nous permet de bénéficier des algorithmes efficaces proposésdans ce domaine (tels que ceux basés sur les files d'attente), tout en y ajoutantle caractère itératif des méthodes de classification non supervisée considéréesici. Nous illustrons finalement le potentiel de l'approche proposée par quelquesrésultats préliminaires de segmentation sur des images artificielles.",
	 "authors" : ["Sébastien Lefèvre"],
	 "pdf1page" : "http://editions-rnti.fr/render_pdf.php?p1&p=1000745" ,
	 "pdfarticle" : "http://editions-rnti.fr/render_pdf.php?p=1000745" 
} 
 
