{	 "idArt" : "694",
	 "series" : "Revue des Nouvelles Technologies de l'Information",
	 "booktitle" : "EGC",
	 "year" : "2007",
	 "place" : "Namur",
	 "location" : { "lat" :  50.4673883, 
		 "lon" : 4.8719854 }, 
	 "title" : "Combinaison des cartes topologiques mixtes et des machines à vecteurs de support : une application pour la prédiction de perte de poids chez les obèses",
	 "abstract" : "Cet article présente un modèle pour aborder les problèmes de classement difficiles, en particulier dans le domaine médical. Ces problèmes ont souvent la particularité d'avoir des taux d'erreurs en généralisations très élevés et ce quelles que soient les méthodes utilisées. Pour ce genre de problèmes, nous proposons d'utiliser un modèle de classement combinant le modèle de partitionnement des cartes topologiques mixtes et les machines à vecteurs de support (SVM). Le modèle non supervisé est dédié à la visualisation et au partitionnement des données composées de variables quantitatives et/ou qualitatives. Le deuxième modèle supervisé, est dédié au classement. La combinaison de ces deux modèles permet non seulement d'améliorer la visualisation des données mais aussi en les performances en généralisation. Ce modèle (CT-SVM) consiste à entraîner des cartes auto-organisatrices pour construire une partition organisée des données, constituée de plusieurs sous-ensembles qui vont servir à reformuler le problème de classement initial en sous-problème de classement. Pour chaque sous-ensemble, on entraîne un classeur SVM spécifique. Pour la validation expérimentale de notre modèle (CT-SVM), nous avons utilisé quatre jeux de données. La première base est un extrait d'une grande base médicale sur l'étude de l'obésité réalisée à l'Hôpital Hôtel-Dieu de Paris, et les trois dernières bases sont issues de la littérature.",
	 "authors" : ["Mohamed Ramzi Temanni","Mustapha Lebbah","Christine Poitou-Bernert","Karine Clément","Jean-Daniel Zucker"],
	 "pdf1page" : "http://editions-rnti.fr/render_pdf.php?p1&p=1001298" ,
	 "pdfarticle" : "http://editions-rnti.fr/render_pdf.php?p=1001298" 
} 
 
