{	 "idArt" : "1036",
	 "series" : "Revue des Nouvelles Technologies de l'Information",
	 "booktitle" : "EGC",
	 "year" : "2004",
	 "place" : "Clermont-Ferrand",
	 "location" : { "lat" :  45.77722199999999, 
		 "lon" : 3.087025 }, 
	 "title" : "Caractérisation de signatures complexes dans des familles de protéines distantes",
	 "abstract" : "L'identification de signatures de protéines est un problème majeur pour la découverte de nouveaux membres dans des familles de protéines connues. Le concept de signature qui permet de caractériser ces familles est généralement basé sur la définition de motifs communs. Il s'avère que les familles de protéines connues. Le concept de signature qui permet de caractériser ces familles est généralement basé sur la définition de motifs communs. Il s'avère que les familles distantes sont trop hétérogènes pour qu'on puisse identifier les régions conservées à partir des algorithmes classiques de la bioinformatique. Nous proposons une approche génétique pour la découverte de motifs hiérarchiques; l'algorithme suit une démarche descendante en s'appuyant dans une première phase sur les classes physico-chimiques des acides aminés. Les signatures sont ensuite définies par des séquences des motifs ainsi obtenus. Elles sont extraites au moyen d'un algorithme de découverte d'itemsets séquentiels où les motifs jouent le rôle d'items. Une dernière étape consiste à fouiller dans cette base d'itemsets pour n'en retenir qu'un ensemble réduit de signatures. Plusieurs stratégies sont proposés pour déterminer un ensemble optimal de signatures qui respecte des contraintes de complétude, de cardinalité et de spécificité. Nous appliquons notre démarche sur la famille des cytokines. L'analyse de la base de protéines SCOP a montré que les groupes de signatures que nous avons extrait cible spécifiquement cette famille d'intérêt.",
	 "authors" : ["Jérôme Mikolajczak","Gérard Ramstein","Yannick Jacques"],
	 "pdf1page" : "http://editions-rnti.fr/render_pdf.php?p1&p=1001049" ,
	 "pdfarticle" : "http://editions-rnti.fr/render_pdf.php?p=1001049" 
} 
 
