{	 "idArt" : "517",
	 "series" : "Revue des Nouvelles Technologies de l'Information",
	 "booktitle" : "EGC",
	 "year" : "2009",
	 "place" : "Strasbourg",
	 "location" : { "lat" :  48.5734053, 
		 "lon" : 7.752111299999999 }, 
	 "title" : "Définition d'une stratégie de résolution de problèmes pour un robot humanoïde",
	 "abstract" : "Nous avons développé un système dont le but est d'obtenir le logicielde commande d'un robot capable de simuler le comportement d'un humainplacé en situation de résolution de problèmes. Nous avons résolu ce problèmedans un environnement psychologique particulier où les comportements humainspeuvent être interprétés comme des 'observables' de leurs stratégies derésolution de problèmes. Notre solution contient de plus celle d'un autre problème,celui de construire une boucle complète commençant avec le comportementd'un groupe d'humains, son analyse et son interprétation en termesd'observables humaines, la définition des stratégies utilisées par les humains (ycompris celles qui sont inefficaces), l'interprétation des observables humainesen terme de mouvements du robot, la définition de ce qu'est une stratégie derobot  en terme de stratégies humaines. La boucle est bouclée avec un langagede programmation capable de programmer ces stratégies robotiques, qui deviennentainsi à leur tour des observables, tout comme l'ont été les stratégieshumaines du début de la boucle. Nous expliquons comment nous avons été capablesdéfinir de façon objective ce que nous appelons une stratégie de robot.Notre solution assemble deux facteurs différents. L'un permet d'éviter lescomportements 'inhumains' et se fonde sur la moyenne des comportementsdes humains que nous avons observés. L'autre fournit une sorte 'd'humanité'au robot en lui permettant de dévier de cette moyenne par n fois l'écart typeobservé chez les humains qu'il doit simuler. Il devient alors possible de programmerdes comportements complètements humains.",
	 "authors" : ["Mary Felkin","Yves Kodratoff"],
	 "pdf1page" : "http://editions-rnti.fr/render_pdf.php?p1&p=1000806" ,
	 "pdfarticle" : "http://editions-rnti.fr/render_pdf.php?p=1000806" 
} 
 
