{
"year": "2005",
"metaSession": "8",
"pdf1page": "http://editions-rnti.fr/render_pdf.php?p1&p=1000292",
"pdfarticle": "http://editions-rnti.fr/render_pdf.php?p=1000292",
"abstract": "Devant la prolifération des données complexes qui ne cessent de croître, et la diversité des structures qui se multiplient, la conception des schémas de base de données en général et des schémas objet-relationnels en particulier, est devenue une activité difficile et complexe, qui fait appel à des connaissances variées. Lors de la conception d'un schéma, l'utilisateur (non averti) doit connaître la théorie sous-jacente au modèle de données, de façon à énoncer son modèle, syntaxiquement correct lui permettant de construire un schéma de base de données objet-relationnel répondant à ses besoins. Plusieurs outils spécialisés dans la conception de schémas de base de données provenant aussi bien de la communauté académique que du monde industriel, tels Super, Totem, Rational/Rose, etc. ont été développés dans des contextes et avec des buts souvent très différents. Affin de répondre à ce besoin pressant, nous avons proposé une solution consistant en l'élaboration d'environnements intégrés facilitant la cohabitation de plusieurs modèles et techniques utilisés lors de la conception d'un schéma de base de données. Il s'agit d'offrir une plate-forme logicielle appelée AID (Aided Interface for Database design) offrant des mécanismes opératoires uniformes représentant un soutien graphique et interactif pour une conception incrémentale basée sur des manipulations directes et systémiques des graphes au travers d'une palette graphique d'opérateurs. L'innovation d'AID est son approche systémique qui facilite l'expression des besoins par le concepteur averti ou non, en lui automatisant sa tâche.",
"title": "AID : Un framework intégré de conception d'un schéma objet-relationnel",
"placeAut":[{
"place":"Villeurbanne",
"country":"France",
"location":{
	"lat":"45.771944",
	"lon":"4.8901709"
}
}],
"series": "Revue des Nouvelles Technologies de l'Information",
"location": "{u'lat': 48.856614, u'lon': 2.3522219}",
"place": "Paris",
"booktitle": "EGC",
"idArt": "934",
"authors": "['Etienne Pichat','Hassan Badir']"
}