{
"year": "2008",
"metaSession": "",
"pdf1page": "http://editions-rnti.fr/render_pdf.php?p1&p=1001236",
"pdfarticle": "http://editions-rnti.fr/render_pdf.php?p=1001236",
"abstract": "Une perception intelligente du mouvement d'objets mobiles(personnes, voitures, colis, etc.) est à la base de nombreuses applications (parexemple le suivi d'une distribution postale à travers le monde, l'optimisation dutrafic routier ou l'étude de la migration d'animaux). Les systèmes de gestion debases de données actuels n'offrent ni les concepts ni les fonctions nécessaires àune analyse sémantique du mouvement, se limitant au stockage et àl'interrogation de positions spatiales individuelles, hors contexte temporel. Destravaux de recherche précédents ont introduit et développé le concept d'objetmobile ou spatio-temporel. Dans cet article nous allons plus loin en proposantle concept de trajectoire comme unité sémantique de mouvement sur laquellese construit la vision applicative. Nous proposons de décrire les trajectoires, auniveau conceptuel, avec leurs aspects géométriques, temporels et sémantiqueset leurs composants structurels : point de départ, point d'arrivée, arrêts etdéplacements intermédiaires. Chaque élément, trajectoire, arrêt, déplacement,voire partie de déplacement, peut recevoir des annotations sémantiques sousforme de valeurs d'attributs ou de liens vers des objets de la base. L'approchede modélisation décrite dans cet article est basée sur les patrons demodélisation, qui permettent une solution générique pour modéliser lescaractéristiques standard des trajectoires tout en étant ouverte auxcaractéristiques spécifiques à l'application envisagée. Enfin, l'implémentationdans une base de données relationnelle étendue est présentée.",
"title": "Modélisation conceptuelle des trajectoires",
"placeAut":[{
"place":"Lausanne",
"country":"Suisse",
"location":{
	"lat":"46.5199617",
	"lon":"6.6335971"
}
}],
"series": "Revue des Nouvelles Technologies de l'Information",
"location": "{u'lat': 43.6163539, u'lon': 7.0552218}",
"place": "Sophia Antipolis",
"booktitle": "EGC",
"idArt": "628",
"authors": "['Christine Parent','Stefano Spaccapietra','Christelle Vangenot','Maria-Luisa Damiani','José de Macedo','Fabio Porto']"
}